Repository: davidortinau/translations
Catalog: 2021Q1/translation_*.po
Languages: hi

# {"cxt": "question_option_text", "id": 4088690800}
source: Navigation Bar (AppBar)
hi: पथ प्रदर्शन बार (AppBar)

# {"cxt": "question_option_text", "id": 4088690801}
source: Bottom Tab Bar
hi: निचला टैब बार

# {"cxt": "question_option_text", "id": 4088690802}
source: Top Tab Bar
hi: टॉप टैब बार

# {"cxt": "question_option_text", "id": 4088690803}
source: Button
hi: बटन

# {"cxt": "question_option_text", "id": 4088690804}
source: Entry
hi: एंट्री

# {"cxt": "question_option_text", "id": 4088690805}
source: Label
hi: लेबल

# {"cxt": "question_option_text", "id": 4088690806}
source: Picker
hi: पिकर

# {"cxt": "question_option_text", "id": 4088690807}
source: Popup (alert dialog)
hi: पॉपअप एलर्ट

# {"cxt": "question_option_text", "id": 4088690808}
source: Checkbox
hi: चेकबॉक्स

# {"cxt": "question_option_text", "id": 4088690809}
source: RadioButton
hi: रेडियोबटन

# {"cxt": "question_option_text", "id": 4088690810}
source: SearchBar
hi: सर्चबार

# {"cxt": "question_option_text", "id": 4088699537}
source: ProgressBar
hi: प्रोग्रेस्सबार

# {"cxt": "question_option_text", "id": 4088699538}
source: ActivityIndicator
hi: एक्टिविटीइंडिकेटर

# {"cxt": "question_option_text", "id": 4088699539}
source: Slider
hi: स्लाइडर

# {"cxt": "question_option_text", "id": 4088699540}
source: Switch
hi: स्विच

# {"cxt": "question_option_text", "id": 4088690811}
source: Exactly the same
hi: बिलकुल एक जैसा

# {"cxt": "question_option_text", "id": 4088690812}
source: Like the platform (with my styling)
hi: प्लेटफार्म के जैसा (मेरी स्टाइल के साथ)

# {"cxt": "question_option_text", "id": 4088690816}
source: N/A
hi: एन / ए

# {"cxt": "question_option_text", "id": 4088260091}
source: Extremely dissatisfied
hi: अत्यंत असंतुष्ट

# {"cxt": "question_option_text", "id": 4088260092}
source: Dissatisfied
hi: असंतुष्ट

# {"cxt": "question_option_text", "id": 4088260093}
source: Neither satisfied nor dissatisfied
hi: न संतुष्ट न असंतुष्ट

# {"cxt": "question_option_text", "id": 4088260094}
source: Satisfied
hi: संतुष्ट

# {"cxt": "question_option_text", "id": 4088260095}
source: Extremely satisfied
hi: अत्यंत संतुष्ट

# {"cxt": "question_option_text", "id": 4088260096}
source: N/A
hi: एन/ए

# {"cxt": "question_option_text", "id": 4088264275}
source: Voice and Talkback
hi: आवाज़ और जवाब देना

# {"cxt": "question_option_text", "id": 4088260097}
source: Overall
hi: संपूर्ण

# {"cxt": "question_option_text", "id": 4088260098}
source: TabIndex and TabStop
hi: टैबइंडेक्स और टैबस्टॉप

# {"cxt": "question_option_text", "id": 4088260099}
source: Keyboard navigation
hi: कीबोर्ड द्वारा पथ प्रदर्शन

# {"cxt": "question_option_text", "id": 4088260100}
source: Dynamic text sizing
hi: गतिशील टेक्स्ट आकार (Dynamic text sizing)

# {"cxt": "question_option_text", "id": 4088260101}
source: Layout
hi: लेआउट

# {"cxt": "question_option_text", "id": 4088266224}
source: Appium
hi: ऐपियम

# {"cxt": "question_option_text", "id": 4088266225}
source: Application Inspector (iOS)
hi: एप्लीकेशन इंस्पेक्टर (आइओस)

# {"cxt": "question_option_text", "id": 4088266226}
source: Application Insights (Microsoft Android, UWP)
hi: एप्लीकेशन इनसाइट्स (माइक्रोसॉफ्ट एंड्रॉयड, युडवलूपी)

# {"cxt": "question_option_text", "id": 4088266227}
source: Android Studio
hi: एंड्रॉयड स्टूडियो

# {"cxt": "question_option_text", "id": 4088266229, "checksum": 1023471044}
source: Please enter a comment.
hi: कृपया एक टिप्पणी प्रविष्ट करें ।

# {"cxt": "question_option_text", "id": 4088044457}
source: Linux
hi: लिनक्स

# {"cxt": "question_option_text", "id": 4088044458}
source: Web Browser
hi: वेब ब्राउज़र

# {"cxt": "question_option_text", "id": 4088044459}
source: Television
hi: टेलीविज़न

# {"cxt": "question_option_text", "id": 4088044460}
source: Watch
hi: घडी

# {"cxt": "question_option_text", "id": 4088044461}
source: Auto
hi: ऑटो

# {"cxt": "question_option_text", "id": 4088044463, "checksum": 1023471044}
source: Please enter a comment.
hi: कृपया एक टिप्पणी प्रविष्ट करें ।

# {"cxt": "question_option_text", "id": 4088271920}
source: Extremely dissatisfied
hi: अत्यंत असंतुष्ट

# {"cxt": "question_option_text", "id": 4088271921}
source: Dissatisfied
hi: असंतुष्ट

# {"cxt": "question_option_text", "id": 4088271922}
source: Neither satisfied nor dissatisfied
hi: न संतुष्ट न असंतुष्ट

# {"cxt": "question_option_text", "id": 4088271923}
source: Satisfied
hi: संतुष्ट

# {"cxt": "question_option_text", "id": 4088271924}
source: Extremely satisfied
hi: अत्यंत संतुष्ट

# {"cxt": "question_option_text", "id": 4088271925}
source: N/A
hi: एन/ए

# {"cxt": "question_option_text", "id": 4088271927}
source: Overall
hi: संपूर्ण

# {"cxt": "question_option_text", "id": 4088277108}
source: Navigation and routing
hi: पथ प्रदर्शन और मार्ग (Navigation and routing)

# {"cxt": "question_option_text", "id": 4088277109}
source: Performance
hi: परफॉरमेंस

# {"cxt": "question_option_text", "id": 4088277110}
source: Using with Hot Reload
hi: हॉट रीलोड इस्तेमाल करना

# {"cxt": "question_option_text", "id": 4088277111}
source: Deep Linking
hi: डीप लिंकिंग

# {"cxt": "question_option_text", "id": 4088271926}
source: Organization of content
hi: सामग्री का संगठन

# {"cxt": "question_option_text", "id": 4088271928}
source: Styling
hi: स्टाइल

# {"cxt": "question_option_text", "id": 4088271929}
source: Templating
hi: टेम्पलेटिंग

# {"cxt": "question_option_text", "id": 4088271930}
source: Flyout
hi: बहार उड़

# {"cxt": "question_option_text", "id": 4088271931}
source: Tabs
hi: टैब

# {"cxt": "question_option_text", "id": 4097389116}
source: Application performance
hi: ऐप्लीकेशन प्रदर्शन

# {"cxt": "question_option_text", "id": 4097391856}
source: SearchHandler
hi: खोजसंचालक (SearchHandler)

# {"cxt": "question_option_text", "id": 4088287212}
source: Flyout
hi: बहार उड़

# {"cxt": "question_option_text", "id": 4088287213}
source: Bottom tabs
hi: नीची टैब

# {"cxt": "question_option_text", "id": 4088287214}
source: Top tabs
hi: ऊपर टैब

# {"cxt": "question_option_text", "id": 4088287215}
source: Hierarchical (list -&gt; detail)
hi: श्रेणीबद्ध सूची विस्तार Hierarchical (list -&gt; detail)

# {"cxt": "question_option_text", "id": 4088287216}
source: Onboarding
hi: ज्ञानप्राप्ति

# {"cxt": "question_option_text", "id": 4088287217}
source: Login
hi: लॉग इन

# {"cxt": "question_option_text", "id": 4088287218}
source: Floating Action Button
hi: चल कार्य बटन

# {"cxt": "question_option_text", "id": 4088287219}
source: Popup
hi: पॉप अप

# {"cxt": "question_option_text", "id": 4088287220}
source: Popover
hi: जल्दी सेना (Popover)

# {"cxt": "question_option_text", "id": 4088287221}
source: Toast
hi: टोस्ट

# {"cxt": "question_option_text", "id": 4088287222}
source: Snackbar
hi: स्नैक बार

# {"cxt": "question_option_text", "id": 4088287223}
source: Bottom Drawer
hi: तल दराज

# {"cxt": "question_option_text", "id": 4088287224}
source: Hero Transition
hi: नायक परिवर्तन

# {"cxt": "question_option_text", "id": 4097377436}
source: URI querystring
hi: युआरआई प्रश्नतार (URI querystring)

# {"cxt": "question_option_text", "id": 4097377437}
source: Json serialization
hi: जेसन क्रमबद्धता (Json serialization)

# {"cxt": "question_option_text", "id": 4097377438}
source: Service Class
hi: सेवा वर्ग (Service Class)

# {"cxt": "question_option_text", "id": 4097377439}
source: IQueryAttributable
hi: आइक्वेरीएट्रिब्यूटएबल (IQueryAttributable)

# {"cxt": "question_option_text", "id": 4097377440}
source: I didn't know this was possible in Shell
hi: मुझे नहीं पता था की शेल में ये संभव है

# {"cxt": "question_option_text", "id": 4097377442, "checksum": 1023471044}
source: Please enter a comment.
hi: कृपया एक टिप्पणी प्रविष्ट करें ।

# {"cxt": "question_option_text", "id": 4097403436}
source: Yes
hi: हाँ

# {"cxt": "question_option_text", "id": 4097403437}
source: No
hi: नहीं

# {"cxt": "question_option_text", "id": 4097403438}
source: Tried and gave up
hi: कोशिश करके करके छोड़ दिया

# {"cxt": "question_other", "id": 4051178183, "checksum": 286407831}
source: Other (please specify)
hi: अन्य(कृपया स्पष्ट करें)

# {"cxt": "question_other", "id": 4051178197}
source: Additional Comments
hi: अतिरिक्त टिप्पणी

# {"cxt": "question_other", "id": 4051178237}
source: Why?
hi: क्यों?

# {"cxt": "question_other", "id": 4051178244, "checksum": 286407831}
source: Other (please specify)
hi: अन्य(कृपया स्पष्ट करें)

# {"cxt": "question_other", "id": 4051178286, "checksum": 286407831}
source: Other (please specify)
hi: अन्य(कृपया स्पष्ट करें)

# {"cxt": "question_other", "id": 4051178321, "checksum": 286407831}
source: Other (please specify)
hi: अन्य(कृपया स्पष्ट करें)

# {"cxt": "question_other", "id": 4051178350, "checksum": 286407831}
source: Other (please specify)
hi: अन्य(कृपया स्पष्ट करें)

# {"cxt": "question_other", "id": 4051178357, "checksum": 286407831}
source: Other (please specify)
hi: अन्य(कृपया स्पष्ट करें)

# {"cxt": "question_other", "id": 4051178218, "checksum": 286407831}
source: Other (please specify)
hi: अन्य(कृपया स्पष्ट करें)

# {"cxt": "question_other", "id": 4086947875}
source: Why? (please comment)
hi: क्यों ? (कृपया टिपण्णी दें)

# {"cxt": "question_other", "id": 4051178311, "checksum": 286407831}
source: Other (please specify)
hi: अन्य(कृपया स्पष्ट करें)

# {"cxt": "question_other", "id": 4088266228, "checksum": 286407831}
source: Other (please specify)
hi: अन्य(कृपया स्पष्ट करें)

# {"cxt": "question_other", "id": 4088044462, "checksum": 286407831}
source: Other (please specify)
hi: अन्य(कृपया स्पष्ट करें)

# {"cxt": "question_other", "id": 4097377441, "checksum": 286407831}
source: Other (please specify)
hi: अन्य(कृपया स्पष्ट करें)

# {"cxt": "question_other", "id": 4097403439}
source: Why did you need a Shell renderer?
hi: आपको शेल प्रस्तुतकर्ता की आवश्यकता क्यों है

# {"cxt": "question_required", "id": 4051178209, "checksum": 886319456}
source: This question requires an answer.
hi: इस सवाल का जवाब आवश्यक है ।

# {"cxt": "question_required", "id": 4051178191, "checksum": 886319456}
source: This question requires an answer.
hi: इस सवाल का जवाब आवश्यक है ।

# {"cxt": "question_required", "id": 4051178198, "checksum": 886319456}
source: This question requires an answer.
hi: इस सवाल का जवाब आवश्यक है ।

# {"cxt": "question_required", "id": 4051178251, "checksum": 886319456}
source: This question requires an answer.
hi: इस सवाल का जवाब आवश्यक है ।

# {"cxt": "question_required", "id": 4051178245, "checksum": 886319456}
source: This question requires an answer.
hi: इस सवाल का जवाब आवश्यक है ।

# {"cxt": "question_required", "id": 4051178254, "checksum": 886319456}
source: This question requires an answer.
hi: इस सवाल का जवाब आवश्यक है ।

# {"cxt": "question_required", "id": 4051178294, "checksum": 886319456}
source: This question requires an answer.
hi: इस सवाल का जवाब आवश्यक है ।

# {"cxt": "question_required", "id": 4051178329, "checksum": 886319456}
source: This question requires an answer.
hi: इस सवाल का जवाब आवश्यक है ।

# {"cxt": "question_required", "id": 4051178229, "checksum": 886319456}
source: This question requires an answer.
hi: इस सवाल का जवाब आवश्यक है ।
