Repository: davidortinau/translations
Catalog: 2021Q1/translation_*.po
Languages: hi

# {"cxt": "survey_next", "id": 302005560, "checksum": 660503844}
source: Next
hi: अगला

# {"cxt": "survey_prev", "id": 302005560, "checksum": 1096836500}
source: Prev
hi: पिछला

# {"cxt": "survey_done", "id": 302005560, "checksum": 1480603422}
source: Done
hi: किया जा चुका है

# {"cxt": "survey_exit", "id": 302005560, "checksum": 3745852048}
source: Exit
hi: बाहर निकलें

# {"cxt": "survey_title_html", "id": 302005560}
source: Xamarin.Forms - Q1 2021
hi: जैमरिन फॉर्म - प्रथम त्रिमास २०२१

# {"cxt": "survey_ok", "id": 302005560, "checksum": 4263310278}
source: OK
hi: ठीक है

# {"cxt": "page_heading", "id": 156910419}
source: General
hi: सामान्य

# {"cxt": "page_heading", "id": 158260156}
source: UI Customizations
hi: प्रयोक्ता इंटरफ़ेस अनुकूलन

# {"cxt": "page_heading", "id": 158262025}
source: Accessibility
hi: सरल उपयोग

# {"cxt": "page_heading", "id": 158270616}
source: Shell
hi: शेल

# {"cxt": "page_heading", "id": 158262052}
source: Future Platforms
hi: आगामी प्लेटफ़ार्म

# {"cxt": "page_subheading", "id": 156910419}
source: <div><strong>Thank you</strong> for taking time to help us improve Xamarin and related Visual Studio tools, and prepare for .NET 6 and the evolution to .NET MAUI. Learn more here: <a href="https://devblogs.microsoft.com/xamarin/the-new-net-multi-platform-app-ui-maui/" rel="nofollow" target="_blank">https://devblogs.microsoft.com/xamarin/the-new-net-multi-platform-app-ui-maui/<br><br></a>This survey focuses on the following themes. Please take time to complete the sections that are important to you.<br><br>1. General Experience (required)<br>2. UI Customization (optional)<br>3. Accessibility (optional)<br>4. Shell (optional)<br>5. Future Platforms (optional)<br>6. Your Apps (optional)<br> </div> <div>We read every single response and your voice directly influences the work we prioritize every day. Thank you!</div> <div><br>- Xamarin Team</div>
hi: <div>जैमरीन और विसुअल स्टूडियो के उपकरणों को बेहतर बनाने में तथा डॉट नेट 6 और डॉट नेट मावि (MAUI) के तरफ हमारी क्रमागत उन्नति में हमारी मदद करने के लिए<strong>धन्यवाद </strong>. अधिक जानकारी के लिए यहाँ जाएँ : <a href="https://devblogs.microsoft.com/xamarin/the-new-net-multi-platform-app-ui-maui/" rel="nofollow" target="_blank">https://devblogs.microsoft.com/xamarin/the-new-net-multi-platform-app-ui-maui/<br><br></a> यह सर्वेक्षण निम्नलिखित विषयों पर केंद्रित है कृपया उन सभी भागों को सम्पूर्ण करें जो की आपके लिए आवश्यक है <br><br>1.साधारण अनुभव (आवश्यक है)<br>प्रयोक्ता इंटरफ़ेस अनुकूलन (ऐच्छिक)<br>3. सरल उपयोग (ऐच्छिक)<br>4. शेल (ऐच्छिक) <br>5.आगामी प्लेटफ़ार्म (ऐच्छिक)<br>6. आपके एप्प्स (ऐच्छिक)<br> </div> <div>हम आपकी हर एक प्रतिक्रिया को पढ़ते हैं और आपकी आवाज़ हमारे दैनिक काम की प्राथमिकता तय करने में हमारी मदद करता है | धन्यवाद!</div> <div><br>- जैमरीन टीम</div>

# {"cxt": "page_subheading", "id": 158270616}
source: <div>Shell is the easy-to-use application container that provides navigation via URI and UI elements for flyout, top and bottom tabs, and more. Please tell us about your experience using Shell, and about your usage of specific features.</div>
hi: <div>शेल एक आसानी से इस्तेमाल किया जाने वाला ऐप्लीकेशन पात्र है जो आपको बहार उड़ मेन्यू , ऊपर / नीची टैब में युआरआई और युआई तत्वों की मदद से पथ प्रदर्शन करने देता हैकृपया हमें शेल को इस्तेमाल करने का अपना अनुभव बताएं और यदि आपने इसका कोई विशिष्ट उपयोग किया है तो वो भी बताएं |</div>

# {"cxt": "page_subheading", "id": 156910420}
source: <div><strong>Thank you</strong> again for taking time to help us improve Xamarin. </div>
hi: <div>जैमरीन को बेहतर बनाने में हमारी मदद करने के लिए आपको दुबारा <strong>धन्यवाद!</strong></div>

# {"cxt": "question_heading", "id": 616107401}
source: What would most increase your satisfaction with Xamarin.Forms?
hi: आपको जैमरीन फॉर्म से सबसे ज्यादा संतुष्टि कैसे प्राप्त होगी

# {"cxt": "question_heading", "id": 616107402}
source: Would you be willing to follow up with our team? (Optional)
hi: क्या हमारी टीम अधिक जानकारी के लिए आपको संपर्क कर सकती है (ऐच्छिक)

# {"cxt": "question_heading", "id": 616107403}
source: What is your primary IDE/editor for Xamarin development?
hi: जैमरीन में काम करने के लिए आपका मुख्य उपकरण (IDE/editor) क्या है

# {"cxt": "question_heading", "id": 616107404}
source: How many years of professional experience do you have in software development?
hi: आपको सॉफ्टवेयर डेवलपमेंट करने का कितने साल का अनुभव है?

# {"cxt": "question_heading", "id": 616107409}
source: How likely are you to&nbsp;choose&nbsp;Xamarin.Forms for your next project?
hi: इस बात की कितनी संभावना है की आप अपने अगले प्रोजेक्ट के लिए जैमरीन फॉर्म इस्तेमाल करेंगे ?

# {"cxt": "question_heading", "id": 616107410}
source: To what stores do you publish your apps?
hi: आप अपने एप्लिकेशन को किस किस स्टोर पे प्रकाशित करतें हैं ?

# {"cxt": "question_heading", "id": 616107411}
source: In the last 90 days, how satisfied or dissatisfied are you with the following?
hi: पिछले ९० दिनों में आप निम्नलिखित से कितने संतुष्ट/असंतुष्ट हैं ?

# {"cxt": "question_heading", "id": 616107413}
source: What best describes your background prior to&nbsp;using Xamarin?
hi: जैमरीन इस्तेमाल करना शुरू करने से पहले आप क्या करते थे ?

# {"cxt": "question_heading", "id": 616107417}
source: If I could use any editor to develop Xamarin.Forms apps, I would prefer:
hi: यदि मेरी मानो तो जैमरीन फॉर्म से एप्लीकेशन विकसित करने के लिए मेरा पसंदीदा एडिटर हैं :

# {"cxt": "question_heading", "id": 616107418}
source: What version(s) of Xamarin.Forms are you currently using?
hi: अभी आप जैमरीन फॉर्म का कौन सा संस्करण उपयोग कर रहे हैं ?

# {"cxt": "question_heading", "id": 616107419}
source: Which of the following best describes your involvement in development activities?
hi: निम्नलिखित एप्लीकेशन विकसित करने की गतिविधियों में से कौन सी गतिविधि आपके लिए सबसे उपयुक्त है ?

# {"cxt": "question_heading", "id": 616107420}
source: What type of customer do you primarily serve?
hi: आप मुख्यतः किस प्रकार के ग्राहकों की सेवा करते हैं ?

# {"cxt": "question_heading", "id": 616115045}
source: How&nbsp;often do your app users report the following?
hi: निम्नलिखित में से किसके बारे में आपके ऐप उपयोगकर्ता अक्सर आपको बताते हैं

# {"cxt": "question_heading", "id": 616107406}
source: The information you provide is entirely voluntary. By filling out and returning this survey, you agree that we can use, disclose, reproduce, or otherwise distribute your feedback at the aggregated level. Your personal information will remain confidential. Please check Microsoft Privacy for more information.<br><br>Privacy link: <a href="http://go.microsoft.com/fwlink/?LinkId=521839" rel="nofollow" target="_blank">http://go.microsoft.com/fwlink/?LinkId=521839</a>
hi: आपके द्वारा दी गयी जानकारी पूरी तरह से स्वैच्छिक, इस सर्वेक्षण को भर कर हमें भेजते हुए आप इस बात की सहमती देतें हैं की हम इस जानकारी को इकट्ठे तौर पे इस्तेमाल, बाँट या खुलासा कर सकते हैं | आपकी निजी जानकारी गुप्त रखी जाएगी , अधिक जानकारी के लिए माइक्रोसॉफ्ट की गोपनीयता नीति को यहाँ पढ़ें <br><br>गोपनीयता लिंक : <a href="http://go.microsoft.com/fwlink/?LinkId=521839" rel="nofollow" target="_blank">http://go.microsoft.com/fwlink/?LinkId=521839</a>

# {"cxt": "question_heading", "id": 616107407}
source: In the last 3 months, to what platforms have you&nbsp;released apps that use Xamarin.Forms? (check all that apply)
hi: पिछले ३ महीनों में आपने कौन कौन से प्लेटफार्म पर मोबाइल ऐप प्रकाशित किए हैं जो की जैमरीन फॉर्म इस्तेमाल करते हैं ?

# {"cxt": "question_heading", "id": 616107415}
source: How many Xamarin.Forms applications do you currently support in the market?
hi: आप बाजार में प्रकाशित अपने कितने जैमरीन फॉर्म ऐप को अभी भी सँभालते हैं ?

# {"cxt": "question_heading", "id": 616107408}
source: We LOVE to see your apps. It's both inspiring, and informative to&nbsp;see the types of UIs you are creating to help inform what we build to support you. Please share an image if you have one. (optional)
hi: हमें आपके ऐप देखना बहुत पसंद है वो हमारे लिए जानकारी एवं प्रोत्साहन के श्रोत हैं आप किस तरह का प्रयोक्ता इंटरफ़ेस बनाते हैं और उसमें हम आपकी और किस तरह से सहायता कर सकते हैं ये जानने में हमारी मदद करने के लिए कृपया अपने ऐप के कुछ चित्र साझा करें यदि उपलब्ध हैं तो (ऐच्छिक)

# {"cxt": "question_heading", "id": 616107414}
source: Anything else you would like us to know about your Xamarin experience?
hi: आप अपने जैमरीन के अनुभव के बारे में आप हमें कुछ और बताना चाहेंगे ?

# {"cxt": "question_heading", "id": 616107405}
source: Tell us a little bit about the current or last mobile application you work on. (optional)
hi: आप अभी जिस मोबाइल ऐप पर काम कर रहे हैं या इससे पहले जिसपे काम किया था उसके बारे में कुछ बताएं (ऐच्छिक)

# {"cxt": "question_heading", "id": 621871707}
source: What controls do you have custom renderers for in your current Xamarin.Forms applications?
hi: आपके वर्तमान जैमरीन फॉर्म ऐप में किन कंट्रोल्स के लिए कस्टम रेंडर लिख रहे हैं

# {"cxt": "question_heading", "id": 616107416}
source: What is the design goal of your latest Xamarin.Forms application?
hi: आपके नवीनतम जैमरीन फॉर्म ऐप के डिजाइन लक्ष्य क्या हैं ?

# {"cxt": "question_heading", "id": 622151063}
source: I want these to look and behave _______ across platforms.
hi: मैं इनको _______ हर प्लेटफार्म पे एक रूप और स्वभाव में देखना चाहता हूँ

# {"cxt": "question_heading", "id": 622082220}
source: How satisfied or dissatisfied are you making your Xamarin.Forms apps accessible?
hi: आप अपने जैमरीन फॉर्म ऐप को सबके लिए सुलभ बनाने से कितने संतुष्ट/असंतुष्ट हैं ?

# {"cxt": "question_heading", "id": 622083252}
source: What tools do you use for testing accessibility?
hi: सुलभता के परिक्षण के लिए आप कौन से उपकरण इस्तेमाल करतें हैं

# {"cxt": "question_heading", "id": 622083723}
source: What would you most like to be improved for making your apps accessible?
hi: आप अपने एप्लीकेशन को और ज्यादा सुलभ बनाने के लिए क्या संशोधन करना चाहेंगे

# {"cxt": "question_heading", "id": 622046481}
source: I have an existing mobile or desktop application that also needs to run on:
hi: मेरे पास कुछ डेस्कटॉप और मोबाइल एप्लीकेशन बने पड़े हैं जिनको की मैं _______ पर भी चलाना चाहूंगा

# {"cxt": "question_heading", "id": 622047004}
source: What is your motivation for wanting those platforms to be supported in .NET MAUI?
hi: डॉट नेट मावि (MAUI) में उन प्लेटफार्म का समर्थन किया जाने के पीछे आपकी क्या प्रेरणा है ?

# {"cxt": "question_heading", "id": 622047684}
source: Please describe your application that is important on these platform(s).
hi: कृपया अपनी उस एप्लीकेशन का वर्णन करें जो की इन प्लेटफार्म पर महत्वपूर्ण हैं |

# {"cxt": "question_heading", "id": 622084139}
source: How satisfied or dissatisfied are you&nbsp;using Shell in your Xamarin.Forms applications?
hi: आप अपने जैमरीन फॉर्म एप्लीकेशन में शेल के इस्तेमाल से कितने संतुष्ट/असंतुष्ट हैं ?

# {"cxt": "question_heading", "id": 622086492}
source: Which UI design elements does your current or last application include? (select all that apply)
hi: आपके वर्तमान या पिछले एप्लीकेशन में कौन से यूआई डिजाइन तत्व मौजूद है(लागू होने वाले सभी का चयन करें)

# {"cxt": "question_heading", "id": 623517951}
source: What method(s) do you use to&nbsp;pass data while navigating from page to page?
hi: एक पन्ने से दूसरे पन्ने पर पथ प्रदर्शन करते हुवे डेटा भेजने के लिए आप क्या तरीका इस्तेमाल करते हैं ?

# {"cxt": "question_heading", "id": 623522040}
source: Have you used a custom Shell renderer?
hi: क्या आपने कस्टम शेल रेंडरर का प्रयोग किया है ?

# {"cxt": "question_option_text", "id": 4051178171, "checksum": 3134578149}
source: Name
hi: नाम

# {"cxt": "question_option_text", "id": 4051178172, "checksum": 363749873}
source: Company
hi: कंपनी

# {"cxt": "question_option_text", "id": 4051178173, "checksum": 257518419}
source: Address
hi: पता

# {"cxt": "question_option_text", "id": 4051178174, "checksum": 1467801283}
source: Address 2
hi: पता 2

# {"cxt": "question_option_text", "id": 4051178175, "checksum": 2620970048}
source: City/Town
hi: शहर/कस्बा

# {"cxt": "question_option_text", "id": 4051178176, "checksum": 2520077569}
source: State/Province
hi: राज्य/प्रांत

# {"cxt": "question_option_text", "id": 4051178177, "checksum": 1143984059}
source: ZIP/Postal Code
hi: ज़िप/डाक कोड

# {"cxt": "question_option_text", "id": 4051178178, "checksum": 3984987584}
source: Country
hi: राष्ट्र

# {"cxt": "question_option_text", "id": 4051178179, "checksum": 919753907}
source: Email Address
hi: ई-मेल

# {"cxt": "question_option_text", "id": 4051178180, "checksum": 2644959590}
source: Phone Number
hi: फोन नं

# {"cxt": "question_option_text", "id": 4051178181}
source: Visual Studio 2017
hi: विसुअल स्टूडियो २०१७

# {"cxt": "question_option_text", "id": 4051178182}
source: Visual Studio for Mac
hi: मैक का विसुअल स्टूडियो

# {"cxt": "question_option_text", "id": 4051178207}
source: Visual Studio 2019
hi: विसुअल स्टूडियो २०१९

# {"cxt": "question_option_text", "id": 4051178208}
source: Visual Studio 2019 for Mac
hi: मैक का विसुअल स्टूडियो २०१९

# {"cxt": "question_option_text", "id": 4051178222}
source: Visual Studio Code
hi: विसुअल स्टूडियो कोड

# {"cxt": "question_option_text", "id": 4051178223}
source: JetBrains Rider
hi: जेटब्रेन राइडर

# {"cxt": "question_option_text", "id": 4051178184, "checksum": 1023471044}
source: Please enter a comment.
hi: कृपया एक टिप्पणी प्रविष्ट करें ।

# {"cxt": "question_option_text", "id": 4051178193}
source: I'm currently a student
hi: मैं एक छात्र हूँ

# {"cxt": "question_option_text", "id": 4051178194}
source: 0-3 years
hi: ०-३ साल

# {"cxt": "question_option_text", "id": 4051178195}
source: 3-5 years
hi: ३-५ साल

# {"cxt": "question_option_text", "id": 4051178196}
source: 5-10 years
hi: ५-१० साल

# {"cxt": "question_option_text", "id": 4051178344}
source: Over 10 years
hi: १० साल से ज्यादा

# {"cxt": "question_option_text", "id": 4051178232}
source: Very Unlikely
hi: बहुत संभावना नहीं

# {"cxt": "question_option_text", "id": 4051178233}
source: Unlikely
hi: संभावना नहीं

# {"cxt": "question_option_text", "id": 4051178234}
source: Neither likely nor unlikely
hi: न उपयुक्त न संभव

# {"cxt": "question_option_text", "id": 4051178235}
source: Likely
hi: उपयुक्त

# {"cxt": "question_option_text", "id": 4051178236}
source: Very likely
hi: बहुत उपयुक्त

# {"cxt": "question_option_text", "id": 4051178240}
source: Apple App Store
hi: एप्पल ऐप स्टोर

# {"cxt": "question_option_text", "id": 4051178241}
source: Google Play Store
hi: गूगल प्ले स्टोर

# {"cxt": "question_option_text", "id": 4051178242}
source: Internal Store
hi: आंतरिक स्टोर

# {"cxt": "question_option_text", "id": 4051178243}
source: Ad Hoc
hi: ऐडहाक

# {"cxt": "question_option_text", "id": 4051178250}
source: Windows Store
hi: विंडोज स्टोर

# {"cxt": "question_option_text", "id": 4051178247, "checksum": 1023471044}
source: Please enter a comment.
hi: कृपया एक टिप्पणी प्रविष्ट करें ।

# {"cxt": "question_option_text", "id": 4051178256}
source: Extremely dissatisfied
hi: अत्यंत असंतुष्ट

# {"cxt": "question_option_text", "id": 4051178257}
source: Dissatisfied
hi: असंतुष्ट

# {"cxt": "question_option_text", "id": 4051178258}
source: Neither satisfied nor dissatisfied
hi: न संतुष्ट न असंतुष्ट

# {"cxt": "question_option_text", "id": 4051178259}
source: Satisfied
hi: संतुष्ट

# {"cxt": "question_option_text", "id": 4051178260}
source: Extremely satisfied
hi: अत्यंत संतुष्ट

# {"cxt": "question_option_text", "id": 4051178261}
source: N/A
hi: एन/ए

# {"cxt": "question_option_text", "id": 4051178262}
source: Xamarin.Forms
hi: जैमरीन.फॉर्म

# {"cxt": "question_option_text", "id": 4051178263}
source: Xamarin.iOS
hi: जैमरीन.आइओस

# {"cxt": "question_option_text", "id": 4051178264}
source: Xamarin.Android
hi: जैमरीन.एंड्रॉयड

# {"cxt": "question_option_text", "id": 4051178265}
source: Xamarin.Mac
hi: जैमरीन.मैक

# {"cxt": "question_option_text", "id": 4051178266}
source: Xamarin.Essentials
hi: जैमरीन.एसेंशियल

# {"cxt": "question_option_text", "id": 4051178280}
source: Frontend web developer
hi: फ्रॉंटेंड वेब डेवलपर

# {"cxt": "question_option_text", "id": 4051178281}
source: Backend web developer
hi: बैकेंड वेब डेवलपर

# {"cxt": "question_option_text", "id": 4051178282}
source: Full stack web developer
hi: फुल-स्टैक वेब डेवलपर

# {"cxt": "question_option_text", "id": 4051178283}
source: Desktop developer
hi: डेस्कटॉप डेवलपर

# {"cxt": "question_option_text", "id": 4051178284}
source: Embedded systems developer
hi: एम्बेडेड सिस्टम डेवलपर

# {"cxt": "question_option_text", "id": 4051178285}
source: Full stack developer
hi: फुल-स्टैक डेवलपर

# {"cxt": "question_option_text", "id": 4051178287, "checksum": 1023471044}
source: Please enter a comment.
hi: कृपया एक टिप्पणी प्रविष्ट करें ।

# {"cxt": "question_option_text", "id": 4051178315}
source: Visual Studio 2017
hi: विसुअल स्टूडियो २०१७

# {"cxt": "question_option_text", "id": 4051178316}
source: Visual Studio for Mac
hi: मैक का विसुअल स्टूडियो

# {"cxt": "question_option_text", "id": 4051178317}
source: Visual Studio 2019
hi: विसुअल स्टूडियो २०१९

# {"cxt": "question_option_text", "id": 4051178318}
source: Visual Studio 2019 for Mac
hi: मैक का विसुअल स्टूडियो २०१९

# {"cxt": "question_option_text", "id": 4051178319}
source: Visual Studio Code
hi: विसुअल स्टूडियो कोड

# {"cxt": "question_option_text", "id": 4051178320}
source: JetBrains Rider
hi: जेटब्रेन राइडर

# {"cxt": "question_option_text", "id": 4051178322, "checksum": 1023471044}
source: Please enter a comment.
hi: कृपया एक टिप्पणी प्रविष्ट करें ।

# {"cxt": "question_option_text", "id": 4051178332}
source: Older than 4.0
hi: ४.० से पुराना

# {"cxt": "question_option_text", "id": 4051178342}
source: Nightly "build"
hi: हर रात को होने वाला बिल्ड

# {"cxt": "question_option_text", "id": 4051178345}
source: It's my full-time job
hi: ये मेरा पूर्णकालिक काम है

# {"cxt": "question_option_text", "id": 4051178346}
source: It's my part-time job
hi: ये मेरा अंशकालिक काम है

# {"cxt": "question_option_text", "id": 4051178347}
source: It's my freelance work
hi: ये मेरा स्वच्छंद काम है

# {"cxt": "question_option_text", "id": 4051178348}
source: It's part of my educational activities
hi: ये मेरे शैक्षणिक गतिविधियों का हिस्सा है

# {"cxt": "question_option_text", "id": 4051178349}
source: It's my hobby
hi: ये मेरा शौक है

# {"cxt": "question_option_text", "id": 4051178351, "checksum": 1023471044}
source: Please enter a comment.
hi: कृपया एक टिप्पणी प्रविष्ट करें ।

# {"cxt": "question_option_text", "id": 4051178354}
source: Business-to-Business (B2B)
hi: व्यापार से व्यापार (B2B)

# {"cxt": "question_option_text", "id": 4051178355}
source: Business-to-Consumer (B2C)
hi: व्यापार से ग्राहक (B2C)

# {"cxt": "question_option_text", "id": 4051178356}
source: Business-to-Enterprise (B2E)
hi: व्यापार से बड़े उपक्रम (B2E)

# {"cxt": "question_option_text", "id": 4051178358, "checksum": 1023471044}
source: Please enter a comment.
hi: कृपया एक टिप्पणी प्रविष्ट करें ।

# {"cxt": "question_option_text", "id": 4051222729}
source: N/A (Not Used)
hi: एन / ए (प्रयोग नहीं किया गया)

# {"cxt": "question_option_text", "id": 4051222730}
source: Never
hi: कभी नहीं

# {"cxt": "question_option_text", "id": 4051222731}
source: Not often
hi: प्रायः नहीं

# {"cxt": "question_option_text", "id": 4051222732}
source: Somewhat often
hi: कुछ हद तक अक्सर

# {"cxt": "question_option_text", "id": 4051222733}
source: Very often
hi: अक्सर

# {"cxt": "question_option_text", "id": 4051222735}
source: Neither often nor frequently
hi: न तो अक्सर और न ही जल्दी

# {"cxt": "question_option_text", "id": 4051222737}
source: App takes a long time to start
hi: ऐप शुरू होने में समय लेता है

# {"cxt": "question_option_text", "id": 4051222741}
source: App is slow
hi: ऐप धीरे चलता है

# {"cxt": "question_option_text", "id": 4051222743}
source: App doesn't feel native
hi: ऐप स्वाभाविक मोबाइल ऐप नहीं लगता

# {"cxt": "question_option_text", "id": 4051178212}
source: Android
hi: एंड्रॉयड

# {"cxt": "question_option_text", "id": 4051178213}
source: iOS
hi: आइओस

# {"cxt": "question_option_text", "id": 4051178214}
source: Linux
hi: लिनक्स

# {"cxt": "question_option_text", "id": 4051178215}
source: macOS
hi: मैकओएस

# {"cxt": "question_option_text", "id": 4051178228}
source: Tizen
hi: टाइज़ेन

# {"cxt": "question_option_text", "id": 4086921482}
source: Web
hi: वेब

# {"cxt": "question_option_text", "id": 4051178216}
source: Windows UWP
hi: विंडोज युडवलूपी

# {"cxt": "question_option_text", "id": 4051178217}
source: Windows WPF
hi: विंडोज डवलूपीएफ़

# {"cxt": "question_option_text", "id": 4051178219, "checksum": 1023471044}
source: Please enter a comment.
hi: कृपया एक टिप्पणी प्रविष्ट करें ।

# {"cxt": "question_option_text", "id": 4051178301}
source: Please enter a whole number between {0} and {1}.
hi: कृपया {0} और {1} के बीच का एक सम्पूर्ण संख्या लिखें

# {"cxt": "question_option_text", "id": 4051178225}
source: Only PDF, DOC, DOCX, PNG, JPG, JPEG, GIF files are supported.
hi: सिर्फ PDF, DOC, DOCX, PNG, JPG, JPEG, GIF फाइल डालने का समर्थन है

# {"cxt": "question_option_text", "id": 4086947848}
source: ActivityIndicator
hi: एक्टिविटीइंडिकेटर (ActivityIndicator)

# {"cxt": "question_option_text", "id": 4086947849}
source: BoxView
hi: बॉक्सवीव (BoxView)

# {"cxt": "question_option_text", "id": 4086947850}
source: Button
hi: बटन

# {"cxt": "question_option_text", "id": 4086947851}
source: CarouselView
hi: करोसोलवीव (CarouselView)

# {"cxt": "question_option_text", "id": 4086947852}
source: CheckBox
hi: चेकबॉक्स (CheckBox)

# {"cxt": "question_option_text", "id": 4086947853}
source: CollectionView
hi: कलेक्शनवीव(CollectionView)

# {"cxt": "question_option_text", "id": 4086947854}
source: Editor
hi: एडिटर

# {"cxt": "question_option_text", "id": 4086947855}
source: Entry
hi: एंट्री

# {"cxt": "question_option_text", "id": 4086947856}
source: Image
hi: इमेज

# {"cxt": "question_option_text", "id": 4086947857}
source: ImageButton
hi: इमेजबटन

# {"cxt": "question_option_text", "id": 4086947858}
source: IndicatorView
hi: इंडिकेटरवीव

# {"cxt": "question_option_text", "id": 4086947859}
source: Label
hi: लेबल

# {"cxt": "question_option_text", "id": 4086947860}
source: ListView
hi: लिस्टव्यू

# {"cxt": "question_option_text", "id": 4086947861}
source: Map
hi: मैप

# {"cxt": "question_option_text", "id": 4086947862}
source: Picker - DatePicker - TimerPicker
hi: पिकर - डेटपिकर - टाइमपीकर

# {"cxt": "question_option_text", "id": 4086947863}
source: ProgressBar
hi: प्रोग्रेस्सबार

# {"cxt": "question_option_text", "id": 4086947864}
source: RadioButton
hi: रेडियोबटन

# {"cxt": "question_option_text", "id": 4086947865}
source: RefreshView
hi: रिफ्रेशव्यू (RefreshView)

# {"cxt": "question_option_text", "id": 4086947866}
source: SearchBar
hi: सर्चबार

# {"cxt": "question_option_text", "id": 4086947867}
source: Shell
hi: शेल

# {"cxt": "question_option_text", "id": 4086947868}
source: Slider
hi: स्लाइडर

# {"cxt": "question_option_text", "id": 4086947869}
source: Stepper
hi: स्टेपर

# {"cxt": "question_option_text", "id": 4086947870}
source: SwipeView
hi: स्वाइपव्यू (SwipeView)

# {"cxt": "question_option_text", "id": 4086947871}
source: Switch
hi: स्विच

# {"cxt": "question_option_text", "id": 4086947872}
source: TableView
hi: टेबलव्यू (TableView)

# {"cxt": "question_option_text", "id": 4086947873}
source: WebView
hi: वेबव्यू (WebView)

# {"cxt": "question_option_text", "id": 4086947874, "checksum": 1321799964}
source: None of the above
hi: उपरोक्त में से कोई नहीं

# {"cxt": "question_option_text", "id": 4051178308}
source: Exactly the same design on all platforms
hi: सभी प्लेटफार्म पर बिलकुल एक जैसा बनावट

# {"cxt": "question_option_text", "id": 4051178309}
source: Mostly the same design on all platforms
hi: सभी प्लेटफार्म पर ज्यादातर एक जैसा बनावट

# {"cxt": "question_option_text", "id": 4051178310}
source: Mostly unique design favoring each platform
hi: ज्यादातर हर प्लेटफार्म के लिए अनोखा बनावट

# {"cxt": "question_option_text", "id": 4051178312, "checksum": 1023471044}
source: Please enter a comment.
hi: कृपया एक टिप्पणी प्रविष्ट करें ।
